[
    "Everything's full, stop being a burden on 30k other students and 2k staff.",
    "Literally crashing your cars into trees would speed up traffic.",
    "Breaking news: seats on 55 shuttle going for nothing. In other news, everything's full.",
    "Only a handful of spots left, if you hurry you'll get there in time to complain.",
    "Parking's getting full, this is violating my right to spend more on my car than the cost of public transport.",
    "Parking at the uni was never easy, time to complain I guess.",
    "Oh no, I thought this time when I left after 7:00 I'd get a spot. Such are the worst laid plans of mice and men.",
    "Guess I'll drive my combi back the 3 minutes it took me to get here and walk since there's no spots anymore.",
    "Really gonna enjoy walking through standstill traffic to cross the street on the way to my bus.",
    "'But it's so much quicker to drive than spend 20 extra minutes on the bus' gl with that, what with all spots full.",
    "Well, looks like I have no choice but to park illegally then complain when I get caught and fined.",

    "Permit spots filling up, guess somebody shoulda paid the 1k for a reserved spot.",
    "Well, guess there's a reason you see lecturers on the bus then.",
    "Not even enough spots on campus for staff, and you expect to be able to park whenever you want?",
    "Looks like it's time for staff to start considering their parking permit a waste of money.",
    "Don't be surprised if your lecturer's late, they're busy trying to avoid taking the free bus from Wollongong",

    "Carpool is full, can't even be environmentally responsible and park for free. In other news, the Duck Pond is open.",
    "Three for free? More like...no..spots? I guess I'm not as funny as I thought.",
    "400ish spots that'll go for free? Yea...good luck with your plan to carpool after 8:30.",
    "Please, continue searching the streets around uni for two randos for carpool. It'll really help since it's full.",
    "Can't find a parking spot? Tweet about it, that'll help.",
    "All the free carpool spots are taken, in other news, children are starving to death in Africa",
    "Don't you wish you could buy a permit for a reserved spot? So do faculty.",
    "In an ideal world, parking would be free, realistically the carpool is full.",
    "Looks like you picked up those two randos for nothing, no carpool spots left.",
    "Look at life as a glass half full. No parking spots isn't bad, you didn't want to go to that lecture anyway"
]
